QGDsolver/tutorials/reactingQGDFoam/2D/gasBubble/bubbleR22/0.orig/T
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     3.1                                |
|   \\  /    A nd           | Web:         http://www.extend-project.de       |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      T;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 1 0 0 0];

internalField   uniform 348.4;

boundaryField
{
    sideLeft
    {
        type      zeroGradient;
    }
    sideRight
    {
        type    fixedValue;
        value   uniform 397.4;
    }
    sideWall
    {
        type            slip;
    }
}

// ************************************************************************* //
