QGDsolver/tutorials/reactingQGDFoam/2D/gasBubble/bubbleR22/constant/reactions
species
(
    O2
    N2
    R22
);

reactions
{
}
